#+title: Evaluación de exposición: Rootkits
#+author: Gunnar Wolf

- Tema presentado por :: Saúl Gabino y Ricardo Muñoz
- Calificación global :: 8.36  * 0.3 +  4.75 * 0.7 = *5.83*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|           10 |   7.5 |        7.5 |      7.5 |         5 |  7.50 |
|           10 |   7.5 |        7.5 |      7.5 |        10 |  8.50 |
|           10 |   7.5 |        7.5 |       10 |        10 |  9.00 |
|           10 |   7.5 |        7.5 |      7.5 |       7.5 |  8.00 |
|          7.5 |   7.5 |        7.5 |        5 |         5 |  6.50 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|           10 |   7.5 |          5 |      7.5 |        10 |  8.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |   7.5 |         10 |        5 |       7.5 |  8.00 |
|           10 |   7.5 |         10 |       10 |        10 |  9.50 |
|          7.5 |    10 |         10 |       10 |       7.5 |  9.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |   7.5 |        7.5 |        5 |         5 |  6.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |     5 |        7.5 |      7.5 |         5 |  7.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |   7.5 |        7.5 |      7.5 |       7.5 |  8.00 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         9.31 |  8.06 |       8.33 |     8.06 |      8.06 |  8.36 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@2$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |            5 |      0.5 |
| Material desarrollado  |    0.2 |            0 |       0. |
| Contenido              |    0.2 |            5 |       1. |
| Fuentes bibliográficas |    0.1 |            0 |       0. |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |          7.5 |    1.125 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     4.75 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

